## Language settings
##
## [UIFont] section
##    font used for UI if you need some special font setting for the language.
## [Locale] section
##   2char language codes 
##   affect to messagebox buttons
## [Menu] section 
##   function=<Menu Text>,<Menu Mnemonic char>,<Tooltip Text> 
## [Buttons] section
##   GUI buttons. <Button Text>,<Tooltop Text>
##
[UIFont]
font=
sizesmall=9
sizenormal=12
sizelarge=12
[Locale]
locale=de
[Pane]
primitive=Primitive
layerpreview=Layer Preview
effects=Effects
[Menu]
file=Datei,d
new=Neu,n
export=Exportiere Bild...,e,Export image as (png / jpg / bmp / gif / tga)
load=Offnen...,o,Open .knob file
recent=Recent Files
save=Schliesen,s
saveas=Speichern unter...,u,Save as .knob file
config=Config...
exit=Beenden,b
edit=Bearbeiten,b
undo=Ruckgangig,r
redo=Wiederherstellen,w
setlayout=Layout...
layer=Ebene,e
renamelayer=Umbenennen...,u
addlayer=Neue Ebene einfugen
duplayer=Ebene duplizieren
dellayer=Ebene loschen
backlayer=Hoch,h
forelayer=Runter,r
copylayer=Ebene kopieren
pastelayer=Ebene einfugen
animcurve=AnimierteKurven,a
curve1=Kurve1,1
curve2=Kurve2,2
curve3=Kurve3,3
curve4=Kurve4,4
curve5=Kurve5,5
curve6=Kurve6,6
curve7=Kurve7,7
curve8=Kurve8,8
test=Test,t
testknob=Test Knob,t
help=Help,h
helpindex=Help Index,i
knobgallery=KnobGallery,g
[Layers]
preference=Preference
layer=Layer%d
[Buttons]
addlayer=Neue,Neue Ebene einfugen
duplayer=Dup,Ebene duplizieren
dellayer=Del,Ebene loschen
backlayer=Back,Hoch
forelayer=Fore,Runter
preview=Preview,Preview Mode
render=Render,Rendering Mode
test=Test,Test Mode
zoomout=Out,Zoom Out
zoom1=1:1,Zoom 1:1
zoomin=In,Zoom In
[Primitive]
type=Typ:
typenone=None
typeimage=Image
typecircle=Circle
typecirclefill=CircleFill
typemetalcircle=MetalCircle
typewavecircle=WaveCircel
typesphere=Sphere
typerect=Rect
typerectfill=RectFill
typetriangle=Triangle
typeline=Line
typeradiateline=RadiateLines
typehlines=HLines
typevlines=VLines
typetext=Text
typeshape=Shape
aspect=Verhaltnis:
round=Rundung:
width=Breite:
length=Lange:
step=Schritt:
anglestep=Winkel Schritt:
emboss=Hohlpragung:
embossdiffuse=Weichzeichnen:
ambient=Umgebung:
lightdir=Licht Richtung:
specular=Glanz:
specularwidth=Glanzbreite:
texturefile=Textur:
texturedepth=Textur Tiefe:
texturezoom=Textur Zoom:
diffuse=Diffus:
file=Datei:
fileset=Set
transparent=Transparenz:
filealpha=File's alpha
opaque=Opaque
1stpixel=1st pixel
intellialpha=IntelliAlpha:
autofit=Automatisch anpassen
multiframe=Multi Frame:
framealign=Frame align :
vertical=Vertical
horizontal=Horizontal
individual=Individual
text=Text:
font=Schrift:
fontsize=Schriftgrose:
bold=Fett
italic=Kursiv
textalign=Ausrichtung:
center=Center
left=Left
right=Right
shape=Form:
edit=bearbeiten
fill=Fill
color=Farbe:
[Effects]
antialias=Kantenglattung
unfold=Entfalten
animstep=Anim Schritt:
zoom=Zoom
xysepa=XY unabhangig
x=X :
y=Y :
layoutoffset=Offset
rotateat=Rotiere um
keepdir=Richtung beibehalten
centerx=Center X:
centery=Center Y:
angle=Winkel:
colors=Farben
alpha=Alpha:
bright=Helligkeit:
contrast=Kontrast:
saturation=Sattigung:
hue=Farbton:
mask=Maske
mask1ena=Maske1
mask2ena=Maske2
framemaskena=Einzelbildmaske
none=None
range=Range
maskbits=Mask Bits
framemaskbits=Frame Mask Bits
op=Operation:
and=And
or=Or
masktype=Typ:
rotate=Rotate
radius=Radius
horizontal=Horizontal
vertical=Vertical
gradation=Gradation:
singledir=Single Dir
bidir=Bi Dir
maskstart=Start:
maskstop=Stop:
specular=Glanz
dropshadow=Schlagschatten
insideshadow=Innerer Schatten
edgehilight=Rand betonen
lightdir=Lichteinfall:
offset=Offset:
density=Dichte:
diffuse=Diffus:
shadowtype=Type :
shadowgrad=Grad :
[Prefs]
width=Width:
link=Link
height=Height:
oversampling=Over Sampling:
x1=x1
x2=x2
x4=x4
prevframes=Frame (Preview):
renderframes=Frame (Rendering):
framealign=Frame ausrichten:
vertical=Vertical
horizontal=Horizontal
backcolor=Hintergrund:
exportopt=Export Optionen:
stitched=Geheftet
individual=Einzelne Dateien
anim=Animation (gif/png)
duration=Dauer (ms):
loop=Loop(0 for infinite):
shuttle=Shuttle
[CurveEditor]
curvelabel=Curve-%d
stepreso=Step Reso :
close=Close
[ShapeEditor]
grid=Grid :
gridenable=Enable Grid
gridvisible=Visible Grid
fill=Fill
newpath=New Path
delpoint=Delete Point
pickhandle=Pick Handle
loadsvg=Offnen SVG...
savesvg=Speichern SVG...
close=Close
[Config]
lookandfeel=Look & Feel :
language=Language :
shortcuts=Shortcuts :
wheeldir=Invert Mouse Wheel direction
usecapture=Use Capture in 'Test' Mode (for JRE6)
disablemnemo=Disable Key-Mnemonic
regbrowser=Register KnobBrowser
unregbrowser=Unregister KnobBrowser
ok=OK
restart=Restart
[Message]
renamelayer=Rename Layer
notsaved=File Not Saved. OK?
dellayer=Delete Layer. OK?
imgformaterr=File Format Error. Should be (png / bmp / jpg / jpeg / gif)
animformaterr=Animation File Format Error. Should be (png / gif)
notfound=File Not Found.
overwrite=File Already Exist. Overwrite?
